tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "b2-tools"
brew "bat"
brew "cmake"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fish", args: ['HEAD']
brew "fzf"
brew "gifsicle"
brew "gifski"
brew "git"
brew "go"
brew "golangci-lint"
brew "gpg"
brew "jq"
brew "less"
brew "mas"
brew "mdbook"
brew "modd"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "python"
brew "ripgrep"
brew "youtube-dl"

cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "bartender"
cask "blender"
cask "dash"
cask "docker"
cask "firefox"
cask "hazel"
cask "iina"
cask "istat-menus"
cask "keyboard-maestro"
cask "keycastr"
cask "kitty"
cask "klokki"
cask "sensiblesidebuttons"
cask "smoothscroll"
cask "soulver"
cask "tableplus"
cask "tuple"
cask "vlc"
cask "qbserve"
cask "zoomus"

mas "1Blocker", id: 1107421413
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Fantastical 2", id: 975937182
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Things 3", id: 904280696
mas "WhatsApp Desktop", id: 1147396723
