tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "fish"
brew "fzf"
brew "git"
brew "gpg"
brew "mas"
brew "neovim"
brew "node"
brew "pinentry-mac"

cask "1password-cli"
cask "alacritty"
cask "bartender"
cask "blender"
cask "dash"
cask "istat-menus"
cask "keyboard-maestro"
cask "kitty"
cask "smoothscroll"
cask "soulver"
cask "tableplus"
cask "qbserve"

mas "1Blocker", id: 1107421413
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Fantastical 2", id: 975937182
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Things 3", id: 904280696
