tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "fish"
brew "git"
brew "gpg"
brew "mas"
brew "neovim"
brew "pinentry-mac"

cask "1password-cli"
cask "alacritty"
cask "dash"
cask "notion"
cask "soulver"
cask "tableplus"

mas "DaisyDisk", id: 411643860
mas "Pixelmator", id: 407963104
mas "Things 3", id: 904280696
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "Spark", id: 1176895641
